Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# app.gacha.import.uigf.verified.note.1
source: 我们支持所有严格遵守UIGF标准的导出文件。受支持的App及对应导出格式请点击右上角参阅帮助页面。
en: We support all export files that strictly comply with the UIGF standard. For a list of supported apps and corresponding export formats, please click on the top right corner to open help page.
fil: Sinusuportahan namin ang lahat ng mga export files na mahigpit na sumunod sa pamantayan ng UIGF. Para sa isang listahan ng mga suportadong apps at kaukulang mga format ng pag-export, mangyaring mag-click sa kanang tuktok na sulok upang buksan ang pahina ng tulong.
fr: Nous prenons en charge tous les fichiers d'exportation qui respectent strictement la norme UIGF. Pour une liste des applications prises en charge et des formats d'exportation correspondants, veuillez cliquer sur le coin supérieur droit pour ouvrir la page d'aide.
it: We support all export files that strictly comply with the UIGF standard. For a list of supported apps and corresponding export formats, please click on the top right corner to open help page.
ja: UIGFフォーマット標準を厳しくしたアプリ・サービスから書き出したそのファイルデータ限り、ここで読み込めます。その標準をサポートしたアプリ・サービスとそれに応ずるフォーマットについての情報は、画面の右上をタップしてから参考説明ページに記されております。
ko: We support all export files that strictly comply with the UIGF standard. For a list of supported apps and corresponding export formats, please click on the top right corner to open help page.
ru: Мы поддерживаем все файлы экспорта, которые строго соответствуют стандарту UIGF. Чтобы просмотреть список поддерживаемых приложений и соответствующих форматов экспорта, нажмите в правом верхнем углу, чтобы открыть страницу справки.
vi: Chúng tôi hỗ trợ tất cả các tệp xuất tuân thủ nghiêm ngặt tiêu chuẩn UIGF. Để biết danh sách các ứng dụng được hỗ trợ và các định dạng xuất tương ứng, vui lòng nhấp vào góc trên cùng bên phải để mở trang trợ giúp.
zh_hant: 我們支援所有嚴格遵守UIGF標準的匯出檔案。受支援的App及對應匯出格式請點擊右上角參閱說明頁面。

# app.gacha.import.uigf.verified.note.2
source: 我们支持导入所有符合UIGF格式的文件，但我们仍发现部分宣称已支持UIGF的软件导出的记录不合标准。以下为经验证能够顺利导入本App的软件。
en: We support importing all files that comply with the UIGF format, but we have found that some software that claims to support UIGF that do not meet the standard. The following software has been verified to be able to import smoothly into this App.
fil: Sinusuportahan namin ang pag-import ng lahat ng mga file na sumunod sa format ng UIGF, ngunit natagpuan namin na ang ilang software na nagsasabing suportahan ang UIGF na hindi nakakatugon sa pamantayan. Ang sumusunod na software ay napatunayan upang ma-import nang maayos sa app na ito.
fr: Nous prenons en charge l'importation de tous les fichiers conformes au format UIGF, mais nous avons constaté que certains logiciels qui prétendent prendre en charge UIGF ne respectent pas la norme. Les logiciels suivants ont été vérifiés pour pouvoir être importés sans problème dans cette application.
it: We support importing all files that comply with the UIGF format, but we have found that some software that claims to support UIGF that do not meet the standard. The following software has been verified to be able to import smoothly into this App.
ja: UIGFフォーマット標準を厳しくしたアプリ・サービスから書き出したそのファイルデータ限り、ここで読み込めます。ですが、一部のアプリ・サービスはそれを宣言したとしても、互換性のないファイルを書き出したことはございます。下記のは「書き出したファイルはここで利用可能」だと検証済みのアプリ・サービス。
ko: We support importing all files that comply with the UIGF format, but we have found that some software that claims to support UIGF that do not meet the standard. The following software has been verified to be able to import smoothly into this App.
ru: Мы поддерживаем импорт всех файлов, соответствующих формату UIGF, но обнаружили, что некоторые программы, заявленные как поддерживающие UIGF, не соответствуют этому. Следующее ПО было проверено на возможность беспрепятственного импорта в GIPH.
vi: Chúng tôi hỗ trợ nhập tất cả các tệp tuân thủ định dạng UIGF, nhưng chúng tôi đã phát hiện ra rằng một số phần mềm tuyên bố hỗ trợ UIGF không đáp ứng tiêu chuẩn. Phần mềm sau đã được xác minh để có thể nhập trơn tru vào ứng dụng này.
zh_hant: 我們支援匯入所有符合UIGF格式的檔案，但我們仍發現部分宣稱已支援UIGF的軟體匯出的記錄不合標準。以下為經驗證能夠順利匯入本App的軟體。

# app.gacha.import.uigf.verified.xlsx
source: 以下程序或平台的XLSX导出格式已通过可用性验证
en: Verified programs or platforms available for XLSX
fil: Na-verify na mga programs o platform na magagamit para sa XLSX
fr: Programmes ou plateformes vérifiés disponibles pour l'exportation XLSX
it: Verified programs or platforms available for XLSX
ja: 下記のアプリやサービスからの書き出したXLSXは「利用可能」だと検証済み
ko: Verified programs or platforms available for XLSX
ru: Проверенные программы или платформы, доступные для XLSX
vi: Định dạng xuất XLSX của các chương trình hoặc nền tảng sau đã được xác minh về khả năng sử dụng
zh_hant: 以下程式或平臺的XLSX匯出格式已通過可用性驗證

# app.gacha.import.uigf.xlsx
source: 导入UIGF XLSX格式祈愿记录
en: Import UIGF XLSX wish records
fil: Import UIGF XLSX wish records
fr: Importer les enregistrements de vœux au format XLSX UIGF
it: Import UIGF XLSX wish records
ja: UIGF（XLSX）フォーマットの祈願履歴を読み込む
ko: Import UIGF XLSX wish records
ru: Импортировать UIGF XLSX записи молитв
vi: Nhập bản ghi UIGF XLSX
zh_hant: 匯入UIGF XLSX格式祈願記錄

# app.gacha.import.url
source: 通过粘贴祈愿页面URL获取
en: Through Pasting Wish History URL
fil: Gamit ng pag-paste ng Wish History URL
fr: Via Copie d'URL de l'historique de souhaits
it: Through Pasting Wish History URL
ja: 祈願のWebページのURLの貼り付けで取得
ko: Through Pasting Wish History URL
ru: Через вставку URL-адреса истории круток
vi: Dán URL lịch sử cầu nguyện
zh_hant: 藉由貼上祈願頁面URL獲取

# app.gacha.import.which
source: 我该选哪个？
en: Which one should I choose?
fil: Ano ang dapat ko gamitin?
fr: Quel devrais-je choisir ?
it: Which one should I choose?
ja: どっちを選べばいい？
ko: Which one should I choose?
ru: Что я должен выбрать?
vi: Tôi nên chọn cái nào ?
zh_hant: 我該選哪個？

# app.gacha.import.working
source: 导入中，请稍候…
en: Importing, please wait…
fil: Importing, maghintay…
fr: Importation en cours, veuillez patienter…
it: Importing, please wait…
ja: 読み込み中で、少々お待ちを。
ko: Importing, please wait…
ru: Импорт, подождите…
vi: Đang nhập, vui lòng đợi…
zh_hant: 匯入中，請稍候…

# app.gacha.label.gachaType
source: 祈愿类型
en: Wish Category
fil: Wish Category
fr: Catégorie de vœu
it: Wish Category
ja: 祈願種類
ko: Wish Category
ru: Категория молитвы
vi: Thể Loại Cầu Nguyện
zh_hant: 祈願類型

# app.gacha.note.globalServers
source: 暂不支持国际服
en: Global Servers are not supported yet
fil: Ang global servers ay hindi supportado pa
fr: Les serveurs internationaux ne sont pas encore pris en charge
it: Global Servers are not supported yet
ja: 現時点で国際サーバーのサポートーはございません
ko: Global Servers are not supported yet
ru: Временно не поддерживаются международные серверы
vi: Không hỗ trợ máy chủ quốc tế
zh_hant: 暫不支援國際服

# app.gacha.pull:%lld
source: %lld抽
en: %lld Pulls
fil: %lld Pulls
fr: %lld Pulls
it: %lld Pulls
ja: %lld回
ko: %lld Pulls
ru: %lld круток
vi: %lld Lượt

# app.gacha.record.4&5star
source: 四星及五星
en: 4-star & 5-star
fil: 4-star at 5-star
fr: 4-star & 5-star
it: 4-star & 5-star
ja: 星５及び星４
ko: 4-star & 5-star
ru: 4-зв. и 5-зв.
vi: 4 Sao & 5 Sao

# app.gacha.record.5star
source: 五星
en: 5-star
fil: 5-star
fr: 5-star
it: 5-star
ja: 星５
ko: 5-star
ru: 5-зв.
vi: 5 Sao

# app.gacha.record.all
source: 所有记录
en: All
fil: Lahat
fr: All
it: All
ja: すべての履歴
ko: All
ru: Все
vi: Tất Cả
zh_hant: 全部記錄

# app.gacha.review.paimon
source: 派蒙的评价
en: Paimon's Review
fil: Review ni Paimon
fr: Paimon's Review
it: Paimon's Review
ja: パイモンの評価
ko: Paimon's Review
ru: Paimon's Review
vi: Paimon's Review
zh_hant: 派蒙的評價

# app.gacha.review.pom-pom
source: 帕姆的评价
en: Pom-Pom's Review
fil: Review ni Pom-Pom
fr: Pom-Pom's Review
it: Pom-Pom's Review
ja: パムの評価
ko: Pom-Pom's Review
ru: Pom-Pom's Review
vi: Pom-Pom's Review
zh_hant: 帕姆的評價

# app.gacha.standard.title
source: 常驻祈愿
en: Standard
fil: Standard
fr: Standard
it: Standard
ja: 通常祈願
ko: Standard
ru: Стандартный баннер
vi: Tiêu Chuẩn
zh_hant: 常駐祈願

# app.gacha.stat.title
source: 统计数据
en: Statistical Data
fil: Statistical Data
fr: Statistical Data
it: Statistical Data
ja: 統計資料
ko: Statistical Data
ru: Статистика
vi: Số liệu Thống Kê
zh_hant: 統計資料

# app.gacha.title
source: 祈愿分析
en: Gacha Analysis
fil: Gacha Analysis
fr: Gacha Analysis
it: Gacha Analysis
ja: 祈願分析
ko: Gacha Analysis
ru: Анализ молитвы
vi: Phân Tích Lịch Sử Cầu Nguyện
zh_hant: 祈願分析

# app.gacha.total.primogems
source: 总消耗原石数
en: Total Primogems Cost
fil: Kabuuang primogems na gastos
fr: Total Primogems Cost
it: Total Primogems Cost
ja: 総計原石消耗量
ko: Total Primogems Cost
ru: Общее кол-во Камней Истока
vi: Tổng Số Lượng Nguyên Thạch
zh_hant: 總消耗原石數

# app.gacha.weapon.title
source: 武器活动祈愿
en: Weapon Event
fil: Weapon Event
fr: Weapon Event
it: Weapon Event
ja: イベント祈願・武器
ko: Weapon Event
ru: Баннер оружия
vi: Sự Kiện Vũ khí
zh_hant: 武器活動祈願

# app.gacha.won50-50
source: 不歪率
en: Won 50/50
fil: Nanalo ng 50/50
fr: Won 50/50
it: Won 50/50
ja: すり抜け回避率
ko: Won 50/50
ru: Выиграно 50/50
vi: Tỉ Lệ 50/50

# app.home.basicInfos
source: 账号基本信息
en: Account Basic Infos
fil: Account Basic Infos
fr: Account Basic Infos
it: Account Basic Infos
ja: Account Basic Infos
ko: Account Basic Infos
ru: Основная информация об аккаунте
vi: Thông tin cơ bản về tài khoản
zh_hant: 帳號基本資訊

# app.home.fold
source: 收起
en: Fold
fil: Fold
fr: Fold
it: Fold
ja: 折る
ko: Fold
ru: Свернуть
vi: Fold

# app.home.ongoingEvents
source: 当前活动
en: Ongoing Events
fil: Mga events ngayon
fr: Ongoing Events
it: Ongoing Events
ja: 進行中のイベント
ko: Ongoing Events
ru: Проходящие события
vi: Sự Kiện Đang Diễn Ra
zh_hant: 當前活動

# app.home.tip.swipe
source: 左右滑动查看更多
en: Swipe left and right to see more
fil: Mag-swipe ng kaliwa o kanan upang makita ang mas maraming impormasyon
fr: Swipe left and right to see more
it: Swipe left and right to see more
ja: 左右にスワイプして詳細を表示
ko: Swipe left and right to see more
ru: Свайпни влево или вправо, чтобы увидеть больше
vi: Vuốt sang trái và phải để xem thêm
zh_hant: 左右滑動以檢視更多資訊

# app.home.title
source: 概览
en: Overview
fil: Overview
fr: Aperçu
it: Overview
ja: 概要
ko: Overview
ru: Главная
vi: Tổng Quan
zh_hant: 概覽

# app.introduce.title
source: App介绍视频
en: App Introduction Videos
fil: Videos sa pagpapakilala ng app
fr: App Introduction Video
it: App Introduction Videos
ja: Appの紹介ビデオ
ko: App Introduction Videos
ru: Видео-описание приложения
vi: Video giới thiệu ứng dụng
zh_hant: App介紹影片

# app.ledger.compare
source: 较昨日
en: Compared with yesterday
fil: Kumpara sa kahapon
fr: Compared with yesterday
it: Compared with yesterday
ja: 昨日と比べると
ko: Compared with yesterday
ru: По сравнению со вчерашним днём
vi: So với ngày hôm qua
zh_hant: 較昨日

# app.ledger.compare.month
source: 较上月同期
en: Compared with last month
fil: Kumpara sa nakaraang buwan
fr: Compared with last month
it: Compared with last month
ja: 先月同期と比べると
ko: Compared with last month
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hant: 較上月同期

# app.ledger.mora
source: 摩拉收入
en: Mora
fil: Mora
fr: Mora
it: Mora
ja: モラ収入
ko: Mora
ru: Мора
vi: Mora

# app.ledger.primogem.income.title:%lld
source: %lld月原石收入
en: Primogem Income
fil: Primogem Income
fr: Primogem Income
it: Primogem Income
ja: %lld月原石収入
ko: Primogem Income
ru: Кол-во Камней Истока
vi: Thu thập nguyên thạch
zh_hant: app.ledger.primogem.income.title:%lld

# app.ledger.primogems
source: 原石收入
en: Primogems
fil: Primogems
fr: Primogems
it: Primogems
ja: 原石収入
ko: Primogems
ru: Камни Истока
vi: Nguyên Thạch

# app.ledger.tip
source: 仅统计充值途径以外获取的资源。数据存在延迟。
en: Only includes the resources obtained outside of top-ups. There are data delay issues.
fil: Kasama lamang ang mga mapagkukunan na nakuha sa labas ng mga top-up. Mayroong mga isyu sa pag-delay ng data.
fr: Only includes the resources obtained ouside of top-ups. There are data delay issues.
it: Only includes the resources obtained ouside of top-ups. There are data delay issues.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ko: Only includes the resources obtained ouside of top-ups. There are data delay issues.
ru: Включает только ресурсы, полученные бесплатно.
vi: Chỉ bao gồm các tài nguyên thu được bên ngoài nạp tiền. Có vấn đề về độ trễ dữ liệu.
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# app.material.allAvailable
source: 所有材料均可获取
en: All farmable on Sunday
fil: Lahat ay Farmable sa Linggo
fr: Tous les matériaux peuvent être obtenu le Dimanche
it: All farmable on Sunday
ja: すべての素材が入手できます
ko: All farmable on Sunday
ru: Доступны все материалы
vi: Tất cả nguyên liệu của game
zh_hant: 所有材料均可獲取

# app.name.short
source: 披萨小助手
en: Pizza Helper
fil: Pizza Helper
fr: Pizza Helper
it: Pizza Helper
ja: 原神ピザ助手
ko: Pizza Helper
ru: Pizza Helper
vi: Pizza Helper
zh_hant: 披薩小助手

# app.open.bilibili
source: 打开Bilibili观看
en: Watch on Bilibili
fil: Panoorin sa Bilibili
fr: Watch on Bilibili
it: Watch on Bilibili
ja: Bilibiliで見る
ko: Watch on Bilibili
ru: Смотреть на Bilibili
vi: Xem trên Bilibili
zh_hant: 打開Bilibili觀看

# app.open.youtube
source: 打开YouTube观看
en: Watch on YouTube
fil: Panoorin sa YouTube
fr: Watch on YouTube
it: Watch on YouTube
ja: YouTubeで見る
ko: Watch on YouTube
ru: Смотреть на YouTube
vi: Xem trên YouTube
zh_hant: 打開YouTube觀看

# app.tips.other
source: 还有其他问题？
en: Any other questions?
fil: Mayroong ba ibang tanong?
fr: Any other questions?
it: Any other questions?
ja: 他に何かご質問は？
ko: Any other questions?
ru: Остались вопросы?
vi: Bất kỳ câu hỏi nào khác?
zh_hant: 還有其他問題？

# app.tips.widget.add.1
source: 关于如何添加小组件，请参考Apple支持文档
en: About how to add a Widget, please refer to the Apple Support Documents
fil: Tungkol sa kung paano magdagdag ng isang Widget, maaring tingnan ang dokumento ng Apple Support
fr: Pour savoir comment ajouter un widget, veuillez vous référer aux documents d'assistance Apple
it: About how to add a Widget, please refer to the Apple Support Documents
ja: ウィジェットを追加について, Appleのサポート文書を参照してください
ko: About how to add a Widget, please refer to the Apple Support Documents
ru: О том как добавить виджет вы можете узнать из документации Apple
vi: Về cách thêm tiện ích, vui lòng tham khảo Tài liệu hỗ trợ của Apple
zh_hant: 關於如何添加小工具，請參考Apple支援文件

# app.tips.widget.add.2
source: 如果您未能在小组件选单内找到本软件的小组件，请重启并等待十分钟后再尝试添加小组件
en: If you failed to find our Widget in the Widget list, reboot and wait for 10 minutes, then try again
fil: Kung hindi mo mahanap ang aming widget sa listahan ng widget, i-reboot at maghintay ng 10 minuto, pagkatapos ay subukang muli
fr: Si vous ne trouvez pas notre widget dans la liste des widgets de votre système d'exploitation, redémarrez et attendez 10 minutes avant de réessayer
it: If you failed to find our Widget in the Widget list, reboot and wait for 10 minutes, then try again
ja: ウィジェットが見つからない場合は、再起動して10分間待ってから、もう一度やり直してください
ko: If you failed to find our Widget in the Widget list, reboot and wait for 10 minutes, then try again
ru: Если вы не нашли наш виджет в списке виджетов, перезагрузите устройство, подождите 10 минут и пробуйте заново
vi: Nếu bạn không tìm thấy tiện ích của chúng tôi trong danh sách tiện ích, hãy khởi động lại và đợi trong 10 phút rồi thử lại
zh_hant: 如果您未能在小工具選單內找到本軟件的小工具，請重啟並等待十分鐘後再嘗試添加小工具

# app.tips.widget.add.content
source: 关于如何在Apple Watch上添加复杂功能，请参考Apple支持文档
en: About how to add a Apple Watch complication, please refer to the Apple Support Documents
fil: Tungkol sa kung paano magdagdag ng isang Apple Watch complication, maaring tingnan ang dokumento ng Apple Support
fr: About how to add a Apple Watch complication, please refer to the Apple Support Documents
it: About how to add a Apple Watch complication, please refer to the Apple Support Documents
ja: Apple Watch コンプリケーションを追加する方法については、Apple サポート ドキュメントを参照してください。
ko: About how to add a Apple Watch complication, please refer to the Apple Support Documents
ru: О том как добавить расширение на циферблат Apple Watch, вы можете прочитать в документации Apple
vi: Về cách thêm tiện ích trên Apple Watch, vui lòng tham khảo Tài liệu hỗ trợ của Apple
zh_hant: 關於如何在Apple Watch上添加複雜功能，請參考Apple支援文件

# app.tips.widget.add.header
source: 如何添加小组件和锁屏小组件？
en: How to add Widget on your Home Screen and Lock Screen?
fil: Paano magdagdag ng Widget sa iyong Home Screen at Lock Screen?
fr: How to add Widget on your Home Screen and Lock Screen?
it: How to add Widget on your Home Screen and Lock Screen?
ja: ホーム画面とロック画面にウィジェットを追加する方法
ko: How to add Widget on your Home Screen and Lock Screen?
ru: Как добавить виджеты на главный экран или экран "Домой"?
vi: Cách thêm tiện ích trên Màn hình chính và Màn hình khóa?
zh_hant: 如何添加小工具和鎖屏小工具？

# app.tips.widget.background.1
source: 长按小组件，选择编辑"原神披萨小助手"
en: Long press the Widget, tap Edit "Genshin Pizza"
fil: Mahabang pindutin ang widget, tapos pindutin ang edit "Genshin Pizza "
fr: Appuyez longuement sur le widget, appuyez sur Modifier "Pizza Helper for Genshin"
it: Long press the Widget, tap Edit "Genshin Pizza"
ja: ウィジェットを長押しして、 "原神ピザ助手"を編集をタップしてください
ko: Long press the Widget, tap Edit "Genshin Pizza"
vi: Nhấn và giữ tiện ích , chạm vào Chỉnh sửa "Genshin Pizza"
zh_hant: 長按小工具，選擇編輯"原神披薩小助手"

# app.tips.widget.background.2
source: 根据提示选择设置项或启用/关闭功能或修改背景
en: Turn on/off or modify the functions as you need or modify the background
fil: I-on/i-off o baguhin ang mga function hangga't kailangan mo o baguhin ang background
fr: Suivez les instructions pour sélectionner les paramètres, activer/désactiver des fonctionnalités ou modifier l'arrière-plan
it: Turn on/off or modify the functions as you need or modify the background
ja: 必要に応じて機能をオン/オフまたは編集するか、背景を編集する
ko: Turn on/off or modify the functions as you need or modify the background
ru: Изменяйте настройки как вам удобно, а также меняйте фон виджета если хотите.
vi: Bật/tắt hoặc sửa đổi các chức năng khi bạn cần hoặc sửa đổi nền
zh_hant: 根據提示選擇設定項或啟用/關閉功能或修改背景

# app.tips.widget.background.header
source: 如何配置小组件和修改小组件背景？
en: How to configure Widget and change Widget background?
fil: Paano i-configure ang widget at baguhin ang background ng widget?
fr: Comment configurer un widget et changer l'arrière-plan du widget ?
it: How to configure Widget and change Widget background?
ja: ウィジェットの設定、およびウィジェットの背景を変更する方法は？
ko: How to configure Widget and change Widget background?
ru: Как настроить виджет и изменить его фон?
vi: Cách cấu hình tiện ích và thay đổi hình nền tiện ích ?
zh_hant: 如何配置小工具和修改小工具背景？

# app.tips.widget.general.title
source: 使用小组件遇到了问题？
en: Any question about the Widget or Apple Watch complications?
fil: Mayroong tanong ba tungkol sa mga Widget o Apple Watch complications?
fr: Any question about the Widget or Apple Watch complications?
it: Any question about the Widget or Apple Watch complications?
ja: ウィジェットまたは Apple Watch のコンプリケーションについて質問はありますか?
ko: Any question about the Widget or Apple Watch complications?
ru: Есть вопросы насчёт виджетов или есть трудности с добавлением расширения на циферблат Apple Watch?
vi: Mọi thắc mắc về tiện ích hoặc sự phức tạp của Apple Watch?
zh_hant: 使用小工具遇到了問題？

# app.tips.widget.title
source: 小组件使用提示
en: Widget Tips
fil: Mga Payo para sa widget
fr: Conseils sur les widgets
it: Widget Tips
ja: ウィジェットのヒント
ko: Widget Tips
ru: Советы по виджетам
vi: Mẹo tiện ích
zh_hant: 小工具使用提示

# app.tips.widget.watch.add.header
source: 如何添加复杂功能？
en: How to add Apple Watch complications?
fil: Paano magdagdag Apple Watch complications?
fr: How to add Apple Watch complications?
it: How to add Apple Watch complications?
ja: Apple Watch コンプリケーションを追加する方法
ko: How to add Apple Watch complications?
ru: Как добавить расширение на циферблат Apple Watch?
vi: Cách thêm tiện ích của Apple Watch?
zh_hant: 如何添加複雜功能？

# app.title.full
source: 原神披萨小助手
en: Genshin Pizza Helper
fil: Genshin Pizza Helper
fr: Genshin Pizza Helper
it: Genshin Pizza Helper
ja: 原神ピザ助手
ko: Genshin Pizza Helper
ru: Genshin Pizza Helper
vi: Genshin Pizza Helper
zh_hant: 原神披薩小助手

# app.today
source: 今天
en: Tdy
fil: Tdy
fr: Tdy
it: Tdy
ja: 今日
ko: Tdy
ru: Tdy
vi: Tdy

# app.todayMaterial.title
source: 今日材料
en: Today's Materials
fil: Mga Materyales ngayon
fr: Les matériaux du jour
it: Today's Materials
ja: 本日の秘境素材
ko: Today's Materials
ru: Сегодняшние материалы
vi: Nguyên Liệu Hôm Nay

# app.tomorrow
source: 明天
en: Tmw
fil: Tmw
fr: Tmw
it: Tmw
ja: 明日
ko: Tmw
ru: Tmw
vi: Tmw

# app.tools.title
source: 工具
en: Tools
fil: Tools
fr: Outils
it: Tools
ja: ツール
ko: Tools
ru: Инструменты
vi: Công Cụ

# app.update.announcement.title
source: 更新公告
en: Update Announcement
fil: Update Announcement
fr: Update Announcement
it: Update Announcement
ja: お知らせ
ko: Update Announcement
ru: Новое обновление
vi: Thông báo cập nhật

# app.update.content.title
source: 更新内容：
en: Update Contents:
fil: Update Contents:
fr: Update Contents:
it: Update Contents:
ko: Update Contents:
ru: Новое в обновлении:
vi: Cập nhật nội dung:
zh_hant: 更新內容：

# app.update.found
source: 发现新版本
en: New Version Found
fil: Bagong version nahanap
fr: New Version Found
it: New Version Found
ja: 新しいバージョン
ko: New Version Found
ru: Обнаружено обновление
vi: Đã tìm thấy phiên bản mới
zh_hant: 發現新版本

# app.update.goto.as
source: 前往App Store更新
en: Go to App Store to Update it
fil: Pumunta sa App Store para I-update
fr: Go to App Store to Update it
it: Go to App Store to Update it
ja: App Store に移動して更新します
ko: Go to App Store to Update it
ru: Зайдите в App Store и обновитесь
vi: Vào App Store để cập nhật

# app.update.goto.tf
source: 前往TestFlight更新
en: Go to TestFlight to Update it
fil: Pumunta sa TestFlight para I-update
fr: Go to TestFlight to Update it
it: Go to TestFlight to Update it
ja: TestFlight に移動して更新します
ko: Go to TestFlight to Update it
ru: Зайдите в TestFlight и обновитесь
vi: Truy cập TestFlight để cập nhật

# app.update.history.title
source: 更新历史记录
en: Update History
fil: Update History
fr: Update History
it: Update History
ja: 更新歴史
ko: Update History
ru: История обновлений
vi: Lịch sử cập nhật
zh_hant: 更新歷史記錄

# app.update.thanks
source: 感谢您更新到最新版本
en: You are up to Date
fil: Ikaw ay Up to Date
fr: You are up to Date
it: You are up to Date
ja: Appは最新です
ko: You are up to Date
ru: У вас последняя версия
vi: Bạn đã cập nhật
zh_hant: 感謝您更新到最新版本

# button.okay
source: 好
en: OK
fil: OK
fr: OK
it: OK
ja: はい
ko: OK
ru: ОК
vi: OK
zh_hant: 確定

# button.savePic
source: 保存图片
en: Save Image
fil: I-save ang larawan
fr: Enregistrer l'image
it: Save Image
ja: 画像を保存
ko: Save Image
ru: Сохранить изображение
vi: Lưu hình ảnh
zh_hant: 保存圖片

# contact.bilibili
source: Bilibili主页
en: Bilibili Homepage
fil: Bilibili Homepage
fr: Page Bilibili
it: Bilibili Homepage
ja: Bilibili ホームページ
ko: Bilibili Homepage
ru: Bilibili страница
vi: Bilibili Homepage
zh_hant: Bilibili主頁

# contact.billHaku
source: 水里的碳酸钙
en: Bill Haku
fil: Bill Haku
fr: Bill Haku
it: Bill Haku
ja: Bill Haku
ko: Bill Haku
ru: Bill Haku
vi: Bill Haku
zh_hant: 水裡的碳酸鈣

# contact.developer.twitter
source: Twitter主页
en: Twitter Homepage
fil: Twitter Homepage
fr: Twitter Homepage
it: Twitter Homepage
ja: Twitter ホームページ
ko: Twitter Homepage
ru: Twitter страница
vi: Trang chủ Twitter
zh_hant: Twitter主頁

# contact.developer.youtube
source: YouTube频道
en: YouTube Channel
fil: YouTube Channel
fr: YouTube Channel
it: YouTube Channel
ja: YouTube チャンネル
ko: YouTube Channel
ru: YouTube канал
vi: Kênh YouTube
zh_hant: YouTube頻道

# contact.github
source: GitHub主页
en: GitHub Homepage
fil: GitHub Homepage
fr: Page GitHub
it: GitHub Homepage
ja: GitHub ホームページ
ko: GitHub Homepage
ru: GitHub аккаунт
vi: GitHub Homepage
zh_hant: GitHub主頁

# contact.group.header
source: 用户交流群
en: User Communication Groups
fil: User Communication Groups
fr: Groupe de discussion
it: User Communication Groups
ja: ユーザー交流グループ
ko: User Communication Groups
ru: Наши сообщества
vi: Nhóm giao tiếp người dùng
zh_hant: 用戶交流群
